Repository: common-repository/thanh-toan-chuyen-khoan-ngan-hang-voi-vietqr
Catalog: languages/ttckvsbh-*.po
Languages: vi

source: SBH Team
vi: Đội SBH

source: Payment status goes failed.
vi: Trạng thái thanh toán không thành công.

source: Attention: The permalink structure is currently set to "Plain". Consider changing it!
vi: Chú ý: Cấu trúc permalink hiện được đặt thành "Plain". Hãy thay đổi để nhận kết quả thanh toán tức thời!

source: SBH Key
vi: Mã SBH

source: Sign Up
vi: Đăng ký

source: Do you have key?
vi: Bạn có Mã SBH chưa?

source: Partner Code
vi: Mã Đối Tác

source: Attention: Currency does not supported!
vi: Chú ý: Tiền tệ không được hỗ trợ!

source: Using VietQR with info below
vi: Sử dụng VietQR với thông tin bên dưới

source: Amount
vi: Số tiền

source: Memo
vi: Nội dung chuyển khoản

source: Payment Success
vi: Thanh toán thành công

source: Active Webhook
vi: Kích hoạt Webhook

source: Active Website
vi: Kích hoạt website

source: Active not success
vi: Kích hoạt không thành công

source: We auto-generate VietQR code, supporting over 40 banks in Vietnam such as VCB, TCB, ACB, MB, MSB, HDB, SHB... Auto-update the payment status in your orders. Support for balance fluctuation notifications via Lark/Telegram bot. Fast - Simple - Economical!
vi: Chúng tôi tự động tạo mã VietQR, hỗ trợ trên 40 ngân hàng tại Việt Nam như VCB, TCB, ACB, MB, MSB, HDB, SHB... Tự động cập nhật trạng thái thanh toán trong đơn hàng của bạn. Hỗ trợ thông báo biến động số dư qua bot Lark/Telegram. Nhanh chóng - Đơn giản - Tiết kiệm!

source: In the beta version, only one banking account is accepted
vi: Ở phiên bản beta, chỉ chấp nhận một tài khoản ngân hàng

source: For each order, the bank will automatically create a subsidiary account to manage payments. Upon successful completion of the transaction, the balance from this subsidiary account will be immediately transferred to your main account.
vi: Đối với mỗi đơn hàng, ngân hàng sẽ tự động khởi tạo một tài khoản phụ để quản lý việc thanh toán. Khi giao dịch hoàn tất, số dư trong tài khoản phụ sẽ được chuyển ngay lập tức vào tài khoản chính của bạn.

source: Banking transfer
vi: Chuyển khoản ngân hàng

source: Support banking services with over 40 banks, including Vietcombank (VCB), Techcombank (TCB), Asia Commercial Bank (ACB), Military Bank (MB), Maritime Bank (MSB), HDBank (HDB), and many others.
vi: Hỗ trợ dịch vụ ngân hàng với hơn 40 ngân hàng, bao gồm Vietcombank (VCB), Techcombank (TCB), Á Châu ACB), Quân Đội (MB), Hàng Hải (MSB), HDBank (HDB), và nhiều ngân hàng khác.

source: Bank Transfer with VietQR powered by SoBanHang
vi: Chuyển khoản ngân hàng với VietQR cung cấp bởi SoBanHang

source: Bank transfer
vi: Chuyển khoản ngân hàng

source: After entering your SBH Key and Partner Code, click here to active your website
vi: Sau khi nhập Mã SBH và Mã Đối Tác, nhấp vào đây để kích hoạt trang web của bạn

source: After entering your SBH Key and Partner Code, click here to active your webhook
vi: Sau khi nhập Mã SBH và Mã Đối Tác, nhấp vào đây để kích hoạt webhook của bạn

source: Order statuses where you want to display the QRCode
vi: Những trạng thái đơn hàng bạn muốn hiện QRCode

source: Select the statuses for which you want the QRCode to be displayed on the order details page.
vi: Chọn các trạng thái đơn hàng mà bạn muốn QRCode được hiển thị trên trang chi tiết đơn hàng.

source: Order Status for Displaying Successful Payment Page
vi: Trạng thái đơn hàng để hiển thị trang thanh toán thành công

source: Order status upon successful payment
vi: Trạng thái đơn hàng khi thanh toán thành công

source: Payment status goes
vi: Trạng thái đơn hàng đã được chuyển sang

source: Excess amount:
vi: Số tiền thừa:

source: Invalid payment status in options.
vi: Cài đặt trạng thái thanh toán thành công không hợp lệ.

source: Invalid payment status format in options.
vi: Định dạng trạng thái thanh toán thành công không hợp lệ.

source: Select the order status you want to display the successful payment page.
vi: Chọn trạng thái đơn hàng bạn muốn hiển thị trên trang thanh toán thành công.

source: Enter the token for your Telegram Bot. You can obtain this token by creating a new bot through BotFather on Telegram.
vi: Nhập token của Telegram Bot. Bạn có thể lấy token này khi tạo một bot mới thông qua BotFather trên Telegram.

source: Enter the ID of the Telegram chat or group where you want to send notifications. You can obtain this ID through other bots like @userinfobot.
vi: Nhập ID của chat hoặc nhóm Telegram mà bạn muốn gửi thông báo đến. ID này có thể lấy thông qua các bot khác như @userinfobot.

source: Enter the webhook URL for your Lark Bot to send notifications. This URL is usually provided when you create a bot on Lark.
vi: Nhập URL webhook của Lark Bot để gửi thông báo. URL này thường được cung cấp khi bạn tạo một bot trên Lark.

source: Successful payment for order %s, amount %s, transaction time %s for account %s, detail at %s.
vi: Thanh toán thành công đơn hàng %s, số tiền %s, thời điểm giao dịch %s cho tài khoản %s, chi tiết tại %s.

source: URL for Successful Payment
vi: URL khi thanh toán thành công

source: Leave empty for the default URL.
vi: Để trống sẽ sử dụng URL mặc định.
